//Класс сделал в качестве эксперимента, для void методов, чтобы они возвращали ошибку в случае неудачи.

public class Errors {
    public static String noError = "Операция выполнена успешно.";
    public static String error65 = "Ошибка. Задачи (подзадачи) с таким ID нет в списке существующих задач.";

    public static String error77 = "Ошибка. Задачи (подзадачи) с таким именем нет в списке существующих задач.";
    public static String error88 = "Ошибка. У выбранной задачи отсутствует подзадача с таким именем.";

}
